<?xml version="1.0"?>
<GCC_XML cvs_revision="1.114">
  <Namespace id="_1" name="::" members="_4 _5 _6 _8 _7 _9 _11 _12 _14 _13 _15 _16 _17 _18 _19 _21 _22 _24 _23 _25 _26 _28 _29 _31 _30 _33 _35 _34 _36 _37 _38 _39 _40 _41 _42 _43 _44 _45 _46 _47 _49 _51 _52 _53 _55 _57 _59 _60 _62 _63 _65 _67 _69 _71 _72 _74 _76 _78 _79 _81 _83 _85 _87 _89 _91 _92 _93 _94 _95 _96 _97 _98 _100 _101 _103 _104 _105 _106 _108 _110 _112 _114 _115 _117 _118 _119 _120 _121 _122 _123 _124 _125 _126 _127 _128 _129 _130 _131 _132 _133 _134 _135 _136 _137 _138 _139 _140 _141 _142 _143 _144 _145 _146 _147 _148 _149 _150 _151 _152 _153 _154 _155 _156 _157 _158 _159 _160 _161 _162 _163 _164 _165 _166 _167 _168 _169 _170 _171 _172 _173 _174 _175 _176 _177 _178 _179 _180 _181 _182 _183 _184 _185 _186 _187 _188 _189 _190 _191 _192 _193 _194 _195 _196 _197 _198 _199 _200 _201 _202 _203 _204 _205 _206 _207 _208 _209 _210 _211 _212 _213 _214 _215 _216 _217 _218 _219 _220 _221 _222 _223 _224 _225 _226 _227 _228 _229 _230 _231 _232 _233 _234 _235 _236 _237 _238 _239 _240 _241 _242 _243 _244 _245 _246 _247 _248 _249 " mangled="_Z2::" demangled="::"/>
  <Namespace id="_2" name="std" context="_1" members="" mangled="_Z3std" demangled="std"/>
  <PointerType id="_3" type="_7" size="32" align="32"/>
  <Typedef id="_4" name="LPRECT" type="_3" context="_1" location="f0:201" file="f0" line="201"/>
  <Typedef id="_5" name="NPRECT" type="_3" context="_1" location="f0:201" file="f0" line="201"/>

  <Function id="_225" name="__builtin_frame_address" returns="_50" context="_1" location="f1:15" file="f1" line="15" extern="1">
    <Argument name="LEVEL" type="_68" location="f1:15" file="f1" line="15"/>
  </Function>
  <Function id="_226" name="__builtin_nansl" returns="_305" context="_1" mangled="nansl" demangled="__int128" location="f1:23" file="f1" line="23" extern="1" attributes="nothrow const">
    <Argument name="str" type="_77" location="f1:23" file="f1" line="23"/>
  </Function>
  <Function id="_227" name="__builtin_nansf" returns="_58" context="_1" mangled="nansf" demangled="__int128" location="f1:22" file="f1" line="22" extern="1" attributes="nothrow const">
    <Argument name="str" type="_77" location="f1:22" file="f1" line="22"/>
  </Function>
  <Function id="_228" name="__builtin_nans" returns="_116" context="_1" mangled="nans" demangled="__int128" location="f1:21" file="f1" line="21" extern="1" attributes="nothrow const">
    <Argument name="str" type="_77" location="f1:21" file="f1" line="21"/>
  </Function>
  <Function id="_229" name="__builtin_infl" returns="_305" context="_1" location="f1:20" file="f1" line="20" extern="1" attributes="nothrow const"/>
  <Function id="_230" name="__builtin_inff" returns="_58" context="_1" location="f1:19" file="f1" line="19" extern="1" attributes="nothrow const"/>
  <Function id="_231" name="__builtin_inf" returns="_116" context="_1" location="f1:18" file="f1" line="18" extern="1" attributes="nothrow const"/>
  <Function id="_232" name="__builtin_logl" returns="_305" context="_1" mangled="logl" demangled="long" location="f1:67" file="f1" line="67" extern="1" attributes="nothrow">
    <Argument type="_305" location="f1:67" file="f1" line="67"/>
  </Function>
  <Function id="_233" name="__builtin_expl" returns="_305" context="_1" mangled="expl" demangled="long double" location="f1:47" file="f1" line="47" extern="1" attributes="nothrow">
    <Argument type="_305" location="f1:47" file="f1" line="47"/>
  </Function>
  <Function id="_234" name="__builtin_cosl" returns="_305" context="_1" mangled="cosl" demangled="char" location="f1:44" file="f1" line="44" extern="1" attributes="nothrow pure">
    <Argument type="_305" location="f1:44" file="f1" line="44"/>
  </Function>
  <Function id="_235" name="__builtin_sinl" returns="_305" context="_1" mangled="sinl" demangled="short" location="f1:80" file="f1" line="80" extern="1" attributes="nothrow pure">
    <Argument type="_305" location="f1:80" file="f1" line="80"/>
  </Function>
  <Function id="_236" name="__builtin_sqrtl" returns="_305" context="_1" mangled="sqrtl" demangled="short" location="f1:83" file="f1" line="83" extern="1" attributes="nothrow">
    <Argument type="_305" location="f1:83" file="f1" line="83"/>
  </Function>
  <Function id="_237" name="__builtin_logf" returns="_58" context="_1" mangled="logf" demangled="long" location="f1:66" file="f1" line="66" extern="1" attributes="nothrow">
    <Argument type="_58" location="f1:66" file="f1" line="66"/>
  </Function>
  <Function id="_238" name="__builtin_expf" returns="_58" context="_1" mangled="expf" demangled="long double" location="f1:46" file="f1" line="46" extern="1" attributes="nothrow">
    <Argument type="_58" location="f1:46" file="f1" line="46"/>
  </Function>
  <Function id="_239" name="__builtin_cosf" returns="_58" context="_1" mangled="cosf" demangled="char" location="f1:40" file="f1" line="40" extern="1" attributes="nothrow pure">
    <Argument type="_58" location="f1:40" file="f1" line="40"/>
  </Function>
  <Function id="_240" name="__builtin_sinf" returns="_58" context="_1" mangled="sinf" demangled="short" location="f1:76" file="f1" line="76" extern="1" attributes="nothrow pure">
    <Argument type="_58" location="f1:76" file="f1" line="76"/>
  </Function>
  <Function id="_241" name="__builtin_sqrtf" returns="_58" context="_1" mangled="sqrtf" demangled="short" location="f1:82" file="f1" line="82" extern="1" attributes="nothrow">
    <Argument type="_58" location="f1:82" file="f1" line="82"/>
  </Function>
  <Function id="_242" name="__builtin_log" returns="_116" context="_1" mangled="log" demangled="long" location="f1:62" file="f1" line="62" extern="1" attributes="nothrow">
    <Argument type="_116" location="f1:62" file="f1" line="62"/>
  </Function>
  <Function id="_243" name="__builtin_exp" returns="_116" context="_1" mangled="exp" demangled="long double" location="f1:45" file="f1" line="45" extern="1" attributes="nothrow">
    <Argument type="_116" location="f1:45" file="f1" line="45"/>
  </Function>
  <Function id="_244" name="__builtin_cos" returns="_116" context="_1" mangled="cos" demangled="char" location="f1:39" file="f1" line="39" extern="1" attributes="nothrow pure">
    <Argument type="_116" location="f1:39" file="f1" line="39"/>
  </Function>
  <Function id="_245" name="__builtin_sin" returns="_116" context="_1" mangled="sin" demangled="short" location="f1:75" file="f1" line="75" extern="1" attributes="nothrow pure">
    <Argument type="_116" location="f1:75" file="f1" line="75"/>
  </Function>
  <Function id="_246" name="__builtin_sqrt" returns="_116" context="_1" mangled="sqrt" demangled="short" location="f1:81" file="f1" line="81" extern="1" attributes="nothrow">
    <Argument type="_116" location="f1:81" file="f1" line="81"/>
  </Function>
  <Function id="_247" name="__builtin_fabsl" returns="_305" context="_1" location="f1:50" file="f1" line="50" extern="1" attributes="nothrow const">
    <Argument type="_305" location="f1:50" file="f1" line="50"/>
  </Function>
  <Function id="_248" name="__builtin_fabsf" returns="_58" context="_1" location="f1:49" file="f1" line="49" extern="1" attributes="nothrow const">
    <Argument type="_58" location="f1:49" file="f1" line="49"/>
  </Function>
  <Function id="_249" name="__builtin_fabs" returns="_116" context="_1" location="f1:48" file="f1" line="48" extern="1" attributes="nothrow const">
    <Argument type="_116" location="f1:48" file="f1" line="48"/>
  </Function>
  <Field id="_250" name="left" type="_62" offset="0" context="_7" access="public" mangled="_ZN7tagRECT4leftE" demangled="tagRECT::left" location="f0:197" file="f0" line="197"/>
  <Field id="_251" name="top" type="_62" offset="32" context="_7" access="public" mangled="_ZN7tagRECT3topE" demangled="tagRECT::top" location="f0:198" file="f0" line="198"/>
  <Field id="_252" name="right" type="_62" offset="64" context="_7" access="public" mangled="_ZN7tagRECT5rightE" demangled="tagRECT::right" location="f0:199" file="f0" line="199"/>
  <Field id="_253" name="bottom" type="_62" offset="96" context="_7" access="public" mangled="_ZN7tagRECT6bottomE" demangled="tagRECT::bottom" location="f0:200" file="f0" line="200"/>
  <Constructor id="_254" name="tagRECT" artificial="1" throw="" context="_7" access="public" mangled="_ZN7tagRECTC1ERKS_ *INTERNAL* " demangled="tagRECT::tagRECT(tagRECT const&amp;)" location="f0:196" file="f0" line="196" inline="1">
    <Argument name="_ctor_arg" type="_309" location="f0:196" file="f0" line="196"/>
  </Constructor>
  <Constructor id="_255" name="tagRECT" explicit="1" artificial="1" throw="" context="_7" access="public" mangled="_ZN7tagRECTC1Ev *INTERNAL* " demangled="tagRECT::tagRECT()" location="f0:196" file="f0" line="196" inline="1"/>
  <PointerType id="_256" type="_14c" size="32" align="32"/>
  <Field id="_257" name="hdc" type="_51" offset="0" context="_13" access="public" mangled="_ZN8_WGLSWAP3hdcE" demangled="_WGLSWAP::hdc" location="f0:187" file="f0" line="187"/>
  <Field id="_258" name="uiFlags" type="_69" offset="32" context="_13" access="public" mangled="_ZN8_WGLSWAP7uiFlagsE" demangled="_WGLSWAP::uiFlags" location="f0:188" file="f0" line="188"/>
  <Constructor id="_259" name="_WGLSWAP" artificial="1" throw="" context="_13" access="public" mangled="_ZN8_WGLSWAPC1ERKS_ *INTERNAL* " demangled="_WGLSWAP::_WGLSWAP(_WGLSWAP const&amp;)" location="f0:186" file="f0" line="186" inline="1">
    <Argument name="_ctor_arg" type="_311" location="f0:186" file="f0" line="186"/>
  </Constructor>
  <Constructor id="_260" name="_WGLSWAP" explicit="1" artificial="1" throw="" context="_13" access="public" mangled="_ZN8_WGLSWAPC1Ev *INTERNAL* " demangled="_WGLSWAP::_WGLSWAP()" location="f0:186" file="f0" line="186" inline="1"/>
  <PointerType id="_261" type="_57" size="32" align="32"/>
  <PointerType id="_262" type="_57c" size="32" align="32"/>
  <Field id="_263" name="nSize" type="_72" offset="0" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTOR5nSizeE" demangled="tagLAYERPLANEDESCRIPTOR::nSize" location="f0:102" file="f0" line="102"/>
  <Field id="_264" name="nVersion" type="_72" offset="16" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTOR8nVersionE" demangled="tagLAYERPLANEDESCRIPTOR::nVersion" location="f0:103" file="f0" line="103"/>
  <Field id="_265" name="dwFlags" type="_60" offset="32" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTOR7dwFlagsE" demangled="tagLAYERPLANEDESCRIPTOR::dwFlags" location="f0:104" file="f0" line="104"/>
  <Field id="_266" name="iPixelType" type="_74" offset="64" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTOR10iPixelTypeE" demangled="tagLAYERPLANEDESCRIPTOR::iPixelType" location="f0:105" file="f0" line="105"/>
  <Field id="_267" name="cColorBits" type="_74" offset="72" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTOR10cColorBitsE" demangled="tagLAYERPLANEDESCRIPTOR::cColorBits" location="f0:106" file="f0" line="106"/>
  <Field id="_268" name="cRedBits" type="_74" offset="80" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTOR8cRedBitsE" demangled="tagLAYERPLANEDESCRIPTOR::cRedBits" location="f0:107" file="f0" line="107"/>
  <Field id="_269" name="cRedShift" type="_74" offset="88" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTOR9cRedShiftE" demangled="tagLAYERPLANEDESCRIPTOR::cRedShift" location="f0:108" file="f0" line="108"/>
  <Field id="_270" name="cGreenBits" type="_74" offset="96" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTOR10cGreenBitsE" demangled="tagLAYERPLANEDESCRIPTOR::cGreenBits" location="f0:109" file="f0" line="109"/>
  <Field id="_271" name="cGreenShift" type="_74" offset="104" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTOR11cGreenShiftE" demangled="tagLAYERPLANEDESCRIPTOR::cGreenShift" location="f0:110" file="f0" line="110"/>
  <Field id="_272" name="cBlueBits" type="_74" offset="112" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTOR9cBlueBitsE" demangled="tagLAYERPLANEDESCRIPTOR::cBlueBits" location="f0:111" file="f0" line="111"/>
  <Field id="_273" name="cBlueShift" type="_74" offset="120" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTOR10cBlueShiftE" demangled="tagLAYERPLANEDESCRIPTOR::cBlueShift" location="f0:112" file="f0" line="112"/>
  <Field id="_274" name="cAlphaBits" type="_74" offset="128" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTOR10cAlphaBitsE" demangled="tagLAYERPLANEDESCRIPTOR::cAlphaBits" location="f0:113" file="f0" line="113"/>
  <Field id="_275" name="cAlphaShift" type="_74" offset="136" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTOR11cAlphaShiftE" demangled="tagLAYERPLANEDESCRIPTOR::cAlphaShift" location="f0:114" file="f0" line="114"/>
  <Field id="_276" name="cAccumBits" type="_74" offset="144" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTOR10cAccumBitsE" demangled="tagLAYERPLANEDESCRIPTOR::cAccumBits" location="f0:115" file="f0" line="115"/>
  <Field id="_277" name="cAccumRedBits" type="_74" offset="152" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTOR13cAccumRedBitsE" demangled="tagLAYERPLANEDESCRIPTOR::cAccumRedBits" location="f0:116" file="f0" line="116"/>
  <Field id="_278" name="cAccumGreenBits" type="_74" offset="160" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTOR15cAccumGreenBitsE" demangled="tagLAYERPLANEDESCRIPTOR::cAccumGreenBits" location="f0:117" file="f0" line="117"/>
  <Field id="_279" name="cAccumBlueBits" type="_74" offset="168" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTOR14cAccumBlueBitsE" demangled="tagLAYERPLANEDESCRIPTOR::cAccumBlueBits" location="f0:118" file="f0" line="118"/>
  <Field id="_280" name="cAccumAlphaBits" type="_74" offset="176" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTOR15cAccumAlphaBitsE" demangled="tagLAYERPLANEDESCRIPTOR::cAccumAlphaBits" location="f0:119" file="f0" line="119"/>
  <Field id="_281" name="cDepthBits" type="_74" offset="184" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTOR10cDepthBitsE" demangled="tagLAYERPLANEDESCRIPTOR::cDepthBits" location="f0:120" file="f0" line="120"/>
  <Field id="_282" name="cStencilBits" type="_74" offset="192" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTOR12cStencilBitsE" demangled="tagLAYERPLANEDESCRIPTOR::cStencilBits" location="f0:121" file="f0" line="121"/>
  <Field id="_283" name="cAuxBuffers" type="_74" offset="200" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTOR11cAuxBuffersE" demangled="tagLAYERPLANEDESCRIPTOR::cAuxBuffers" location="f0:122" file="f0" line="122"/>
  <Field id="_284" name="iLayerPlane" type="_74" offset="208" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTOR11iLayerPlaneE" demangled="tagLAYERPLANEDESCRIPTOR::iLayerPlane" location="f0:123" file="f0" line="123"/>
  <Field id="_285" name="bReserved" type="_74" offset="216" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTOR9bReservedE" demangled="tagLAYERPLANEDESCRIPTOR::bReserved" location="f0:124" file="f0" line="124"/>
  <Field id="_286" name="crTransparent" type="_57" offset="224" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTOR13crTransparentE" demangled="tagLAYERPLANEDESCRIPTOR::crTransparent" location="f0:125" file="f0" line="125"/>
  <Constructor id="_287" name="tagLAYERPLANEDESCRIPTOR" artificial="1" throw="" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTORC1ERKS_ *INTERNAL* " demangled="tagLAYERPLANEDESCRIPTOR::tagLAYERPLANEDESCRIPTOR(tagLAYERPLANEDESCRIPTOR const&amp;)" location="f0:101" file="f0" line="101" inline="1">
    <Argument name="_ctor_arg" type="_313" location="f0:101" file="f0" line="101"/>
  </Constructor>
  <Constructor id="_288" name="tagLAYERPLANEDESCRIPTOR" explicit="1" artificial="1" throw="" context="_23" access="public" mangled="_ZN23tagLAYERPLANEDESCRIPTORC1Ev *INTERNAL* " demangled="tagLAYERPLANEDESCRIPTOR::tagLAYERPLANEDESCRIPTOR()" location="f0:101" file="f0" line="101" inline="1"/>
  <Field id="_289" name="gmfBlackBoxX" type="_59" offset="0" context="_30" access="public" mangled="_ZN18_GLYPHMETRICSFLOAT12gmfBlackBoxXE" demangled="_GLYPHMETRICSFLOAT::gmfBlackBoxX" location="f0:86" file="f0" line="86"/>
  <Field id="_290" name="gmfBlackBoxY" type="_59" offset="32" context="_30" access="public" mangled="_ZN18_GLYPHMETRICSFLOAT12gmfBlackBoxYE" demangled="_GLYPHMETRICSFLOAT::gmfBlackBoxY" location="f0:87" file="f0" line="87"/>
  <Field id="_291" name="gmfptGlyphOrigin" type="_35" offset="64" context="_30" access="public" mangled="_ZN18_GLYPHMETRICSFLOAT16gmfptGlyphOriginE" demangled="_GLYPHMETRICSFLOAT::gmfptGlyphOrigin" location="f0:88" file="f0" line="88"/>
  <Field id="_292" name="gmfCellIncX" type="_59" offset="128" context="_30" access="public" mangled="_ZN18_GLYPHMETRICSFLOAT11gmfCellIncXE" demangled="_GLYPHMETRICSFLOAT::gmfCellIncX" location="f0:89" file="f0" line="89"/>
  <Field id="_293" name="gmfCellIncY" type="_59" offset="160" context="_30" access="public" mangled="_ZN18_GLYPHMETRICSFLOAT11gmfCellIncYE" demangled="_GLYPHMETRICSFLOAT::gmfCellIncY" location="f0:90" file="f0" line="90"/>
  <Constructor id="_294" name="_GLYPHMETRICSFLOAT" artificial="1" throw="" context="_30" access="public" mangled="_ZN18_GLYPHMETRICSFLOATC1ERKS_ *INTERNAL* " demangled="_GLYPHMETRICSFLOAT::_GLYPHMETRICSFLOAT(_GLYPHMETRICSFLOAT const&amp;)" location="f0:85" file="f0" line="85" inline="1">
    <Argument name="_ctor_arg" type="_314" location="f0:85" file="f0" line="85"/>
  </Constructor>
  <Constructor id="_295" name="_GLYPHMETRICSFLOAT" explicit="1" artificial="1" throw="" context="_30" access="public" mangled="_ZN18_GLYPHMETRICSFLOATC1Ev *INTERNAL* " demangled="_GLYPHMETRICSFLOAT::_GLYPHMETRICSFLOAT()" location="f0:85" file="f0" line="85" inline="1"/>
  <Field id="_296" name="x" type="_59" offset="0" context="_34" access="public" mangled="_ZN11_POINTFLOAT1xE" demangled="_POINTFLOAT::x" location="f0:81" file="f0" line="81"/>
  <Field id="_297" name="y" type="_59" offset="32" context="_34" access="public" mangled="_ZN11_POINTFLOAT1yE" demangled="_POINTFLOAT::y" location="f0:82" file="f0" line="82"/>
  <Constructor id="_298" name="_POINTFLOAT" artificial="1" throw="" context="_34" access="public" mangled="_ZN11_POINTFLOATC1ERKS_ *INTERNAL* " demangled="_POINTFLOAT::_POINTFLOAT(_POINTFLOAT const&amp;)" location="f0:80" file="f0" line="80" inline="1">
    <Argument name="_ctor_arg" type="_315" location="f0:80" file="f0" line="80"/>
  </Constructor>
  <Constructor id="_299" name="_POINTFLOAT" explicit="1" artificial="1" throw="" context="_34" access="public" mangled="_ZN11_POINTFLOATC1Ev *INTERNAL* " demangled="_POINTFLOAT::_POINTFLOAT()" location="f0:80" file="f0" line="80" inline="1"/>
  <FundamentalType id="_302" name="complex long double" size="192" align="32"/>
  <FundamentalType id="_303" name="complex double" size="128" align="64"/>
  <FundamentalType id="_304" name="complex float" size="64" align="32"/>
  <FundamentalType id="_305" name="long double" size="96" align="32"/>
  <PointerType id="_306" type="_305" size="32" align="32"/>
  <PointerType id="_307" type="_58" size="32" align="32"/>
  <PointerType id="_308" type="_80c" size="32" align="32"/>
  <ReferenceType id="_309" type="_7c" size="32" align="32"/>
  <ReferenceType id="_311" type="_13c" size="32" align="32"/>
  <ReferenceType id="_313" type="_23c" size="32" align="32"/>
  <ReferenceType id="_314" type="_30c" size="32" align="32"/>
  <ReferenceType id="_315" type="_34c" size="32" align="32"/>
  <CvQualifiedType id="_75c" type="_75" const="1"/>
  <CvQualifiedType id="_80c" type="_80" const="1"/>
  <FunctionType id="_300" returns="_65">
  </FunctionType>
  <CvQualifiedType id="_34c" type="_34" const="1"/>
  <CvQualifiedType id="_30c" type="_30" const="1"/>
  <CvQualifiedType id="_23c" type="_23" const="1"/>
  <CvQualifiedType id="_57c" type="_57" const="1"/>
  <CvQualifiedType id="_13c" type="_13" const="1"/>
  <CvQualifiedType id="_14c" type="_14" const="1"/>
  <CvQualifiedType id="_7c" type="_7" const="1"/>
  <File id="f0" name="/home/mcfletch/pylive/OpenGL-ctypes/src/wgl.h"/>
  <File id="f1" name="/usr/share/gccxml-0.7/GCC/4.1/gccxml_builtins.h"/>
  <CPP_DUMP name="functions"><![CDATA[]]></CPP_DUMP>
  <CPP_DUMP name="aliases"><![CDATA[]]></CPP_DUMP>
  <CPP_DUMP name="excluded"><![CDATA[]]></CPP_DUMP>
</GCC_XML>
